Repository: Friend-LGA/Check_Your_Reaction
Catalog: CheckYourReactionFree/Resources/*.lproj/Localizable.strings
Languages: ru

# myName
source: Grigory Lutkov
ru: Григорий Лутков

# blueUnsel
source: Blue
ru: Синий

# greenUnsel
source: Green
ru: Зелёный

# yellowUnsel
source: Yellow
ru: Жёлтый

# violetUnsel
source: Violet
ru: Фиолетовый

# orangeUnsel
source: Orange
ru: Оранжевый

# easyUnsel
source: Easy
ru: Легко

# normalUnsel
source: Normal
ru: Нормально

# hardUnsel
source: Hard
ru: Тяжело

# insaneUnsel
source: Insane
ru: Безумно

# 1PlayerUnsel
source: 1 Player
ru: 1 Игрок

# 2PlayersUnsel
source: 2 Players
ru: 2 Игрока

# soundOnUnsel
source: On
ru: Вкл

# soundOffUnsel
source: Off
ru: Выкл

# blueSel
source: > Blue
ru: > Синий

# greenSel
source: > Green
ru: > Зелёный

# yellowSel
source: > Yellow
ru: > Жёлтый

# violetSel
source: > Violet
ru: > Фиолетовый

# orangeSel
source: > Orange
ru: > Оранжевый

# easySel
source: > Easy
ru: > Легко

# normalSel
source: > Normal
ru: > Нормально

# hardSel
source: > Hard
ru: > Тяжело

# insaneSel
source: > Insane
ru: > Безумно

# 1PlayerSel
source: > 1 Player
ru: > 1 Игрок

# 2PlayersSel
source: > 2 Players
ru: > 2 Игрока

# soundOnSel
source: > On
ru: > Вкл

# soundOffSel
source: > Off
ru: > Выкл

# NotReachable
source: Access not available
ru: Без доступа к сети

# ReachableViaWWAN
source: Connected to WWAN
ru: Подключено через WWAN

# ReachableViaWiFi
source: Connected to WiFi
ru: Подключено через WiFi

# playButtonUnsel
source: PLAY
ru: ИГРАТЬ

# optionsButtonUnsel
source: OPTIONS
ru: НАСТРОЙКИ

# highscoresButtonUnsel
source: HIGHSCORES
ru: РЕКОРДЫ

# helpButtonUnsel
source: HELP
ru: ПОМОЩЬ

# purchasesButtonUnsel
source: PURCHASES
ru: ПОКУПКИ

# newsButtonUnsel
source: NEWS
ru: НОВОСТИ

# playButtonSel
source: [PLAY]
ru: [ИГРАТЬ]

# optionsButtonSel
source: [OPTIONS]
ru: [НАСТРОЙКИ]

# highscoresButtonSel
source: [HIGHSCORES]
ru: [РЕКОРДЫ]

# helpButtonSel
source: [HELP]
ru: [ПОМОЩЬ]

# purchasesButtonSel
source: [PURCHASES]
ru: [ПОКУПКИ]

# newsButtonSel
source: [NEWS]
ru: [НОВОСТИ]

# helpTitle
source: HELP
ru: ПОМОЩЬ

# helpAbout
source: • [1 player] mode has different levels of difficulty • [2 players] Mode always runs on easy level. • In easy & normal levels: when the color of the circle changes to red, touch the screen as fast as you can. • In hard & insane levels: touch the screen when the color of the circle changes to marked on the screen top. • After 10 attempts your reaction speed will be calculated.
ru: • [1 Игрок] режим имеет разные уровни сложности • [2 Игрока] режим всегда запускается на лёгком уровне. • На лёгком и нормальном уровнях: когда цвет круга изменится на красный, коснитесь экрана так быстро, как сможете. • На сложном и безумном уровнях: коснитесь, когда цвет круга изменится на указанный вверху экрана. • После 10 попыток скорость вашей реакции будет рассчитана.

# optionsTitle
source: OPTIONS
ru: НАСТРОЙКИ

# selectColorOfLight
source: Color:
ru: Цвет:

# selectDifficulty
source: Difficulty level:
ru: Сложность:

# selectGameMode
source: Game mode:
ru: Режим игры:

# selectLanguage
source: Language:
ru: Язык:

# selectSound
source: Sound:
ru: Звук:

source: Follow us:
ru: Подписывайтесь:

# newsTitle
source: NEWS
ru: НОВОСТИ

# newsAbout
source: Now you can post your score on Facebook and Twitter. Buttons for it located on highscores screen. Moreover you can follow us, check settings for this. Have a good game :)
ru: Теперь вы можете запостить вашу реакцию на Facebook, Twitter и ВКонтакте, кнопки находятся на экране результатов. Кроме того вы можете подписаться на нас, для этого проверьте экран настроек. Удачной игры :)

# purchasesTitle
source: PURCHASES
ru: ПОКУПКИ

# removeAdsText
source: | Remove Ads for $0.99 |
ru: | Удалить рекламу (Ads) за $0.99 |

# removeAdsYes
source: (already purchased)
ru: (уже приобретено)

# restoreText
source: | Restore the purchase |
ru: | Восстановить покупку |

# removeAdsNo
source: (tap on text to purchase)
ru: (нажмите на текст для покупки)

# donateTitle
source: DONATE
ru: ПОДДЕРЖАТЬ

# internetAvailabilityTitle
source: Internet connection status:
ru: Статус интернет подключения:

# moreGamesTitle
source: MORE GAMES
ru: БОЛЬШЕ ИГР

# priceFree
source: | Free
ru: | Бесплатно

source: | Download
ru: | Скачать

# goToAppStore
source: | Go to developer page on AppStore |
ru: | Перейти на страницу разработчика в AppStore |

# goToAppStorePad
source: | Go to developer page on AppStore |
ru: | Перейти на страницу разработчика в AppStore |

# bestScore
source: Best:
ru: Лучшее:

# lastScore
source: Last:
ru: Текущее:

source: Leaderboards
ru: Результаты

source: Achievements
ru: Достижения

# noInternetConnectionTitle
source: Offline
ru: Ошибка

# noInternetConnectionMessage
source: Internet connection is not available.
ru: Отсутствует подключение к интернету.

source: Close
ru: Закрыть

source: Cancel
ru: Отмена

source: Developer
ru: Разработчик

source: Engine
ru: Движок

source: Sounds
ru: Звуки

source: Error
ru: Ошибка

# firstPlay
source: First you have to play the game.
ru: Сначала вы должны сыграть в игру.

# GCErrorTitle
source: Game Center Unavailable
ru: Game Center недоступен

# GCErrorMessage
source: Player is not signed in
ru: Игрок не в системе

# RateTitle
source: Rate the game?
ru: Оценить игру?

# RateMessage
source: Every mark will attract more challengers. Thanks for your support!
ru: Каждая оценка привлечет больше соперников. Спасибо за вашу поддержку!

# RateOk
source: Rate it!
ru: Оценить!

# RateLater
source: Later
ru: Позже

# RateNo
source: No, thanks
ru: Нет, спасибо

# RatedTitle
source: Thanks!
ru: Спасибо!

# RatedMessage
source: We'll not forget this :)
ru: Мы этого не забудем :)

# MCGC_successTitle
source: Done
ru: Готово

# MCGC_highscoreText
source: Highscore
ru: Результат

# MCGC_successMessage
source: synchronization success.
ru: успешно синхронизован.

# MCGC_errorTitle
source: Error
ru: Ошибка

# MCGC_errorMessage
source: Highscore sending failed.
ru: При отправке результата произошла ошибка.

# MCIAP_connectionError
source: Connection Error
ru: Ошибка соединения

# MCIAP_tryAgainMessage
source: Please try again later.
ru: Пожалуйста, повторите попытку позже.

# MCIAP_purchasingDisabled
source: In-App Purchasing disabled
ru: Покупки недоступны

# MCIAP_parentalControl
source: Check your parental control settings and try again.
ru: Измените настройки родительского контроля и попробуйте снова.

# MCIAP_progressAlertTitle
source: Waiting for server response
ru: Подключение к серверу

# MCIAP_progressAlertMessage
source: Please wait...
ru: Ожидание...

# MCIAP_purchaseSuccessfulTitle
source: Thank You!
ru: Спасибо!

# MCIAP_purchaseRemoveAdsMessage
source: Ads removal success. Restart game to apply changes.
ru: Вы успешно удалили рекламу. Перезапустите игру, чтобы изменения вступили в силу.

# MCIAP_purchaseDonate1Message
source: You successfully donated $1. We appreciate your donation.
ru: Вы успешно отправили $1. Мы признательны вам за это.

# MCIAP_purchaseDonate3Message
source: You successfully donated $3. We appreciate your donation.
ru: Вы успешно отправили $3. Мы признательны вам за это.

# MCIAP_purchaseDonate5Message
source: You successfully donated $5. We appreciate your donation.
ru: Вы успешно отправили $5. Мы признательны вам за это.

# MCIAP_purchaseDonate10Message
source: You successfully donated $10. We appreciate your donation.
ru: Вы успешно отправили $10. Мы признательны вам за это.

# MCIAP_purchaseDonate25Message
source: You successfully donated $25. We appreciate your donation.
ru: Вы успешно отправили $25. Мы признательны вам за это.

# MCIAP_purchasingError
source: Purchasing Error
ru: Ошибка при покупке

# timings
source: Time:
ru: Время:

# finalScore
source: Your time:
ru: Ваше время:

# lateWarning
source: Too long!
ru: Слишком долго!

# earlyWarning2Players
source: Don't touch the screen till the color changes red.
ru: Не касайтесь экрана, пока цвет не изменится на красный.

# earlyWarningEasy
source: Don't touch the screen till the color changes red. Mistakes left:
ru: Не касайтесь экрана, пока цвет не изменится на красный. Осталось ошибок:

# earlyWarningHard
source: Don't touch the screen till the color changes to marked on top. Mistakes left:
ru: Не касайтесь экрана, пока цвет не изменится на указанный сверху. Осталось ошибок:

# earlyWarningInsane
source: Don’t touch the screen till circle color and color marked on top coincide. Mistakes left:
ru: Не касайтесь экрана, пока цвет круга и цвет, указанный сверху, не совпадут. Осталось ошибок:

source: RED
ru: КРАСНЫЙ

source: BLUE
ru: СИНИЙ

source: GREEN
ru: ЗЕЛЁНЫЙ

source: YELLOW
ru: ЖЁЛТЫЙ

source: VIOLET
ru: ФИОЛЕТОВЫЙ

source: ORANGE
ru: ОРАНЖЕВЫЙ

# currentReaction
source: Current reaction time:
ru: Текущее время реакции:

# synchronizeGC
source: | Synchronize with GC |
ru: | Синхронизовать с GC |

# postText
source: My reaction speed is
ru: Скорость моей реакции -

# postEnd
source: Try to beat it!
ru: Кто побьёт рекорд?!

# @ApogeeStudio
source: @ApogeeStudioEn
ru: @ApogeeStudioRu

# playButtonBottom
source: playBottom_en.png
ru: playBottom_ru.png

# playButtonBottomTapped
source: playBottomTapped_en.png
ru: playBottomTapped_ru.png

# easyButton
source: easy_en.png
ru: easy_ru.png

# easyButtonTapped
source: easyTapped_en.png
ru: easyTapped_ru.png

# normalButton
source: normal_en.png
ru: normal_ru.png

# normalButtonTapped
source: normalTapped_en.png
ru: normalTapped_ru.png

# hardButton
source: hard_en.png
ru: hard_ru.png

# hardButtonTapped
source: hardTapped_en.png
ru: hardTapped_ru.png

# insaneButton
source: insane_en.png
ru: insane_ru.png

# insaneButtonTapped
source: insaneTapped_en.png
ru: insaneTapped_ru.png

# moreGamesButton
source: moreGamesEN.png
ru: moreGamesRU.png

# moreGamesButtonTapped
source: moreGamesENTapped.png
ru: moreGamesRUTapped.png
